Repository: pauljohanneskraft/UML
Catalog: Sources/AcaiApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr

# View.QualityCheckSection.CouldNotLoadRulesBuiltIn %@
source: Could not load rules: %@ — showing the built-in smell budgets instead.
de: Regeln konnten nicht geladen werden: %@ — es werden stattdessen die eingebauten Smell-Budgets angezeigt.
fr: Impossible de charger les règles : %@ — affichage des budgets de smells intégrés à la place.

# View.QualityCheckSection.DefinedInApp
source: Defined in app
de: In der App definiert
fr: Défini dans l'app

# View.QualityCheckSection.Edit
source: Edit…
de: Bearbeiten…
fr: Modifier…

# View.QualityCheckSection.ExportCICheck
source: Export CI Check…
de: CI-Prüfung exportieren…
fr: Exporter le contrôle CI…

# View.QualityCheckSection.FindingsAcrossRules %lld %lld
source: %lld findings across %lld rules
de: %lld Findings in %lld Regeln
fr: %lld findings sur %lld règles

# View.QualityCheckSection.Rules %lld
source: %lld rules
de: %lld Regeln
fr: %lld règles

# View.QualityCheckSection.SetUp
source: Set Up…
de: Einrichten…
fr: Configurer…

# View.QualityRulesEditor.DetectDependencyCycles
source: Detect dependency cycles
de: Abhängigkeitszyklen erkennen
fr: Détecter les cycles de dépendances

# View.QualityRulesEditor.IncludeGeneratedTypes
source: Include generated types
de: Generierte Typen einschließen
fr: Inclure les types générés

# View.QualityRulesEditor.Scope
source: Scope
de: Bereich
fr: Portée

# View.QualityRulesEditor.WhenOffDefaultMachine
source: When off (the default), machine-generated types are excluded from metrics, code
de: Wenn deaktiviert (Standard), werden automatisch generierte Typen von Metriken, Code
fr: Lorsqu'il est désactivé (par défaut), les types générés automatiquement sont exclus des métriques, du code

# View.QuickOpenCommands.QuickOpen
source: Quick Open…
de: Schnell öffnen…
fr: Ouverture rapide…

# View.QuickOpenSheetHost.Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# View.QuickOpenSheetHost.QuickOpen
source: Quick Open
de: Schnell öffnen
fr: Ouverture rapide

# View.QuickOpenView.ClearSearch
source: Clear search
de: Suche löschen
fr: Effacer la recherche

# View.QuickOpenView.FindTypeModuleMethod
source: Find a type, module, method, or diagram by name across every project.
de: Einen Typ, ein Modul, eine Methode oder ein Diagramm anhand des Namens projektübergreifend finden.
fr: Rechercher un type, un module, une méthode ou un diagramme par nom dans tous les projets.

# View.QuickOpenView.Indexing
source: Indexing…
de: Wird indiziert…
fr: Indexation…

# View.QuickOpenView.OpenIn %@
source: Open in %@
de: In %@ öffnen
fr: Ouvrir dans %@

# View.QuickOpenView.SearchEverything
source: Search Everything
de: Alles durchsuchen
fr: Tout rechercher

# View.QuickOpenView.SearchTypesModulesMethods
source: Search types, modules, methods, diagrams…
de: Typen, Module, Methoden, Diagramme durchsuchen…
fr: Rechercher des types, modules, méthodes, diagrammes…

# View.RelationshipKindPicker.AllKinds
source: All kinds
de: Alle Arten
fr: Tous les genres

# View.RelationshipKindPicker.Kinds %lld
source: %lld kinds
de: %lld Arten
fr: %lld types

# View.RepositoryDetailView.CanRemoveRepository
source: Can't Remove Repository
de: Repository kann nicht entfernt werden
fr: Impossible de supprimer le repository

# View.RepositoryDetailView.DeletesSharedCloneDisk
source: This deletes its shared clone from disk. This cannot be undone.
de: Dies löscht den gemeinsam genutzten Klon von der Festplatte. Dies kann nicht rückgängig gemacht werden.
fr: Cela supprime son clone partagé du disque. Cette action est irréversible.

# View.RepositoryDetailView.DiskSize
source: On-disk size
de: Größe auf der Festplatte
fr: Taille sur le disque

# View.RepositoryDetailView.FetchNow
source: Fetch Now
de: Jetzt abrufen
fr: Récupérer maintenant

# View.RepositoryDetailView.LastFetched
source: Last fetched
de: Zuletzt abgerufen
fr: Dernière récupération

# View.RepositoryDetailView.Never
source: Never
de: Nie
fr: Jamais

# View.RepositoryDetailView.NoCodebasesReferenceRepository
source: No codebases reference this repository.
de: Keine Codebases verweisen auf dieses Repository.
fr: Aucune codebase ne référence ce repository.

# View.RepositoryDetailView.NoLinkedWorktrees
source: No linked worktrees.
de: Keine verknüpften Worktrees.
fr: Aucun worktree lié.

# View.RepositoryDetailView.OperationFailed
source: Operation Failed
de: Vorgang fehlgeschlagen
fr: Échec de l'opération

# View.RepositoryDetailView.RemovalBlocked %@ %lld
source: Remove or reassign %1$@ first — this repository is still referenced by %lld codebases.
de: Entferne oder weise zuerst %1$@ neu zu — dieses Repository wird noch von %lld Codebases referenziert.
fr: Supprimez ou réaffectez d'abord %1$@ — ce repository est encore référencé par %lld codebases.

# View.RepositoryDetailView.Remove
source: Remove
de: Entfernen
fr: Supprimer

# View.RepositoryDetailView.RemoveRepository
source: Remove this repository?
de: Dieses Repository entfernen?
fr: Supprimer ce repository ?

# View.RepositoryRow.Fetching
source: Fetching
de: Wird abgerufen
fr: Récupération en cours

# View.RuleCard.Remove
source: Remove
de: Entfernen
fr: Supprimer

# View.RuleSection.Add
source: Add
de: Hinzufügen
fr: Ajouter

# View.SaveAsFreeformOptionsModifier.Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# View.SaveAsFreeformOptionsModifier.IncludeCurrentCouplingCoverage
source: Include current coupling/coverage figures as read-only notes
de: Aktuelle Kopplungs-/Abdeckungswerte als schreibgeschützte Notizen einschließen
fr: Inclure les valeurs actuelles de couplage/couverture sous forme de notes en lecture seule

# View.SaveAsFreeformOptionsModifier.Save
source: Save
de: Speichern
fr: Enregistrer

# View.SaveAsFreeformOptionsModifier.SaveFreeform
source: Save as Freeform
de: Als Freeform speichern
fr: Enregistrer en tant que Freeform

# View.SelectorEditor.AnnotationEGEntity
source: Annotation (e.g. Entity)
de: Annotation (z. B. Entity)
fr: Annotation (par ex. Entity)

# View.SelectorEditor.Kind
source: Kind
de: Art
fr: Genre

# View.SelectorEditor.MinimumAccess
source: Minimum access
de: Mindestzugriff
fr: Accès minimal

# View.SelectorEditor.MinMembersEG
source: Min members (e.g. 20)
de: Min. Elemente (z. B. 20)
fr: Membres min. (par ex. 20)

# View.SelectorEditor.MinNestingEG
source: Min nesting (e.g. 2)
de: Min. Verschachtelung (z. B. 2)
fr: Imbrication min. (par ex. 2)

# View.SelectorEditor.ModuleGlobEG
source: Module glob (e.g. ui.*)
de: Modul-Glob (z. B. ui.*)
fr: Glob de module (par ex. ui.*)

# View.SelectorEditor.StereotypeEGEntity
source: Stereotype (e.g. entity)
de: Stereotyp (z. B. entity)
fr: Stéréotype (par ex. entity)

# View.SelectorEditor.AnyAccessLevel
source: Any
de: Beliebig
fr: Tout

# View.SelectorEditor.TypeGlobEG
source: Type glob (e.g. *Repository)
de: Typ-Glob (z. B. *Repository)
fr: Glob de type (par ex. *Repository)

# View.SequenceConfigSheet.Back
source: Back
de: Zurück
fr: Retour

# View.SequenceConfigSheet.Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# View.SequenceConfigSheet.ChooseWhereTraceBegins
source: Choose where the trace begins. Calls are followed through explicitly-typed
de: Wähle, wo der Trace beginnt. Aufrufe werden über explizit typisierte
fr: Choisissez où la trace commence. Les appels sont suivis via des récepteurs explicitement typés

# View.SequenceConfigSheet.Create
source: Create
de: Erstellen
fr: Créer

# View.SequenceConfigSheet.LeaveAbstract
source: Leave abstract
de: Abstrakt lassen
fr: Laisser abstrait

# View.SequenceConfigSheet.MaxDepth
source: Max depth
de: Max. Tiefe
fr: Profondeur max.

# View.SequenceConfigSheet.Method
source: Method
de: Methode
fr: Méthode

# View.SequenceConfigSheet.Next
source: Next
de: Weiter
fr: Suivant

# View.SequenceConfigSheet.NoneTopLevelFunctions
source: None (top-level functions)
de: Keiner (Top-Level-Funktionen)
fr: Aucun (fonctions de premier niveau)

# View.SequenceConfigSheet.Select
source: Select…
de: Auswählen…
fr: Sélectionner…

# View.SequenceConfigSheet.SelectEllipsis
source: Select…
de: Auswählen…
fr: Sélectionner…

# View.SequenceConfigSheet.TheseAbstractionsAppearAlong
source: These abstractions appear along the call path. Pick a concrete type to follow
de: Diese Abstraktionen erscheinen entlang des Aufrufpfads. Wähle einen konkreten Typ zum Folgen aus
fr: Ces abstractions apparaissent le long du chemin d'appel. Choisissez un type concret à suivre

# View.SequenceConfigSheet.Type
source: Type
de: Typ

# View.SequenceDiagramSidebar.Apply
source: Apply
de: Anwenden
fr: Appliquer

# View.SequenceDiagramSidebar.ApplyResolvedMapping
source: Apply Resolved Mapping
de: Aufgelöste Zuordnung anwenden
fr: Appliquer le mappage résolu

# View.SequenceDiagramSidebar.ChooseWhereTraceBegins
source: Choose where the trace begins. Applying re-runs the trace and resets any
de: Wähle, wo der Trace beginnt. Durch Anwenden wird der Trace erneut ausgeführt und alle
fr: Choisissez où la trace commence. L'application relance la trace et réinitialise tout

# View.SequenceDiagramSidebar.EntryPoint
source: Entry Point
de: Einstiegspunkt
fr: Point d'entrée

# View.SequenceDiagramSidebar.Export
source: Export
de: Exportieren
fr: Exporter

# View.SequenceDiagramSidebar.ExportDiagramImage
source: Export the diagram as an image
de: Diagramm als Bild exportieren
fr: Exporter le diagramme sous forme d'image

# View.SequenceDiagramSidebar.ExportImage
source: Export Image
de: Bild exportieren
fr: Exporter l'image

# View.SequenceDiagramSidebar.Inspector
source: Inspector
de: Inspektor
fr: Inspecteur

# View.SequenceDiagramSidebar.LeaveAbstract
source: Leave abstract
de: Abstrakt lassen
fr: Laisser abstrait

# View.SequenceDiagramSidebar.MaxDepth
source: Max depth
de: Max. Tiefe
fr: Profondeur max.

# View.SequenceDiagramSidebar.Method
source: Method
de: Methode
fr: Méthode

# View.SequenceDiagramSidebar.NoneTopLevelFunctions
source: None (top-level functions)
de: Keiner (Top-Level-Funktionen)
fr: Aucun (fonctions de premier niveau)

# View.SequenceDiagramSidebar.ResolveInterfaces
source: Resolve Interfaces
de: Interfaces auflösen
fr: Résoudre les interfaces

# View.SequenceDiagramSidebar.SaveCopyEditableFreeform
source: Save a copy as an editable Freeform diagram
de: Kopie als bearbeitbares Freeform-Diagramm speichern
fr: Enregistrer une copie sous forme de diagramme Freeform modifiable

# View.SequenceDiagramSidebar.SaveFreeform
source: Save as Freeform
de: Als Freeform speichern
fr: Enregistrer en tant que Freeform

# View.SequenceDiagramSidebar.Select
source: Select…
de: Auswählen…
fr: Sélectionner…

# View.SequenceDiagramSidebar.SelectEllipsis
source: Select…
de: Auswählen…
fr: Sélectionner…

# View.SequenceDiagramSidebar.Settings
source: Settings
de: Einstellungen
fr: Réglages

# View.SequenceDiagramSidebar.TheseAbstractionsAppearAlong
source: These abstractions appear along the call path. Pick a concrete type to
de: Diese Abstraktionen erscheinen entlang des Aufrufpfads. Wähle einen konkreten Typ, um
fr: Ces abstractions apparaissent le long du chemin d'appel. Choisissez un type concret à

# View.SequenceDiagramSidebar.Type
source: Type
de: Typ

# View.SequenceDiagramView.CallsAreFollowedThrough
source: Calls are followed through explicitly-typed property receivers;
de: Aufrufe werden über explizit typisierte Property-Empfänger verfolgt;
fr: Les appels sont suivis via des récepteurs de propriété explicitement typés ;

# View.SequenceDiagramView.Done
source: Done
de: Fertig
fr: Terminé

# View.SequenceDiagramView.EditConfiguration
source: Edit Configuration
de: Konfiguration bearbeiten
fr: Modifier la configuration

# View.SequenceDiagramView.FitDiagramVisibleCanvas
source: Fit the diagram to the visible canvas (⌘0)
de: Diagramm an die sichtbare Zeichenfläche anpassen (⌘0)
fr: Ajuster le diagramme à la zone visible (⌘0)

# View.SequenceDiagramView.FitView
source: Fit to View
de: An Ansicht anpassen
fr: Ajuster à la vue

# View.SequenceDiagramView.NoCallsCouldTraced
source: No calls could be traced from this entry point.
de: Von diesem Einstiegspunkt aus konnten keine Aufrufe verfolgt werden.
fr: Aucun appel n'a pu être tracé depuis ce point d'entrée.

# View.SequenceDiagramView.Sidebar
source: Sidebar
de: Seitenleiste
fr: Barre latérale

# View.SequenceDiagramView.ToggleSidebar
source: Toggle the sidebar
de: Seitenleiste ein-/ausblenden
fr: Afficher ou masquer la barre latérale

# View.SettingsSheet.Done
source: Done
de: Fertig
fr: Terminé

# View.SettingsSheet.Licenses
source: Licenses
de: Lizenzen
fr: Licences

# View.SettingsSheet.Settings
source: Settings
de: Einstellungen
fr: Réglages

# View.SettingsView.ConnectViaMCP
source: Connect via MCP
de: Über MCP verbinden
fr: Se connecter via MCP

# View.SettingsView.Licenses
source: Licenses
de: Lizenzen
fr: Licences

# View.SourceViewerSheet.Done
source: Done
de: Fertig
fr: Terminé

# View.StateConfigSheet.Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# View.StateConfigSheet.Create
source: Create
de: Erstellen
fr: Créer

# View.StateConfigSheet.GlobalVariables
source: Global Variables
de: Globale Variablen
fr: Variables globales

# View.StateConfigSheet.MaxStates
source: Max states
de: Max. Zustände
fr: États max.

# View.StateConfigSheet.NewStateDiagram
source: New State Diagram
de: Neues Zustandsdiagramm
fr: Nouveau diagramme d'état

# View.StateConfigSheet.PickVariablePossibleValues
source: Pick a variable. Its possible values ("states") are inferred from
de: Wähle eine Variable. Ihre möglichen Werte („Zustände") werden abgeleitet aus
fr: Choisissez une variable. Ses valeurs possibles (« états ») sont déduites de

# View.StateConfigSheet.Scope
source: Scope
de: Bereich
fr: Portée

# View.StateConfigSheet.Select
source: Select…
de: Auswählen…
fr: Sélectionner…

# View.StateDiagramSidebar.Action
source: Action
de: Aktion

# View.StateDiagramSidebar.Apply
source: Apply
de: Anwenden
fr: Appliquer

# View.StateDiagramSidebar.Event
source: Event
de: Ereignis
fr: Événement

# View.StateDiagramSidebar.Export
source: Export
de: Exportieren
fr: Exporter

# View.StateDiagramSidebar.ExportDiagramImage
source: Export the diagram as an image
de: Diagramm als Bild exportieren
fr: Exporter le diagramme sous forme d'image

# View.StateDiagramSidebar.ExportImage
source: Export Image
de: Bild exportieren
fr: Exporter l'image

# View.StateDiagramSidebar.GlobalVariables
source: Global Variables
de: Globale Variablen
fr: Variables globales

# View.StateDiagramSidebar.Incoming %lld
source: Incoming (%lld)
de: Eingehend (%lld)
fr: Entrant (%lld)

# View.StateDiagramSidebar.Inspector
source: Inspector
de: Inspektor
fr: Inspecteur

# View.StateDiagramSidebar.Kind
source: Kind
de: Art
fr: Genre

# View.StateDiagramSidebar.MaxStates
source: Max states
de: Max. Zustände
fr: États max.

# View.StateDiagramSidebar.NoLabel
source: (no label)
de: (keine Beschriftung)
fr: (sans libellé)

# View.StateDiagramSidebar.Outgoing %lld
source: Outgoing (%lld)
de: Ausgehend (%lld)
fr: Sortant (%lld)

# View.StateDiagramSidebar.PickVariablePossibleValues
source: Pick a variable. Its possible values ("states") are inferred from
de: Wähle eine Variable. Ihre möglichen Werte („Zustände") werden abgeleitet aus
fr: Choisissez une variable. Ses valeurs possibles (« états ») sont déduites de

# View.StateDiagramSidebar.SaveCopyEditableFreeform
source: Save a copy as an editable Freeform diagram
de: Kopie als bearbeitbares Freeform-Diagramm speichern
fr: Enregistrer une copie sous forme de diagramme Freeform modifiable

# View.StateDiagramSidebar.SaveFreeform
source: Save as Freeform
de: Als Freeform speichern
fr: Enregistrer en tant que Freeform

# View.StateDiagramSidebar.Scope
source: Scope
de: Bereich
fr: Portée

# View.StateDiagramSidebar.Select
source: Select…
de: Auswählen…
fr: Sélectionner…

# View.StateDiagramSidebar.SelectStateTransitionInspect
source: Select a state or transition to inspect
de: Zustand oder Übergang zum Prüfen auswählen
fr: Sélectionnez un état ou une transition à inspecter

# View.StateDiagramSidebar.Settings
source: Settings
de: Einstellungen
fr: Réglages

# View.StateDiagramSidebar.StateInflectTrueSelected %lld
source: ^[%lld State](inflect: true) Selected
de: ^[%lld Zustand](inflect: true) ausgewählt
fr: ^[%lld état](inflect: true) sélectionné

# View.StateDiagramSidebar.From
source: From
de: Von
fr: De

# View.StateDiagramSidebar.To
source: To
de: Nach
fr: À

# View.StateDiagramSidebar.Transition
source: Transition
de: Übergang

# View.StateDiagramView.Configure
source: Configure
de: Konfigurieren
fr: Configurer

# View.StateDiagramView.Done
source: Done
de: Fertig
fr: Terminé

# View.StateDiagramView.EditConfiguration
source: Edit Configuration
de: Konfiguration bearbeiten
fr: Modifier la configuration

# View.StateDiagramView.FitDiagramVisibleCanvas
source: Fit the diagram to the visible canvas (⌘0)
de: Diagramm an die sichtbare Zeichenfläche anpassen (⌘0)
fr: Ajuster le diagramme à la zone visible (⌘0)

# View.StateDiagramView.FitView
source: Fit to View
de: An Ansicht anpassen
fr: Ajuster à la vue

# View.StateDiagramView.Sidebar
source: Sidebar
de: Seitenleiste
fr: Barre latérale

# View.StateDiagramView.StateDiagramHasNo
source: This state diagram has no variable selected yet.
de: Für dieses Zustandsdiagramm ist noch keine Variable ausgewählt.
fr: Ce diagramme d'état n'a pas encore de variable sélectionnée.

# View.StateDiagramView.ToggleSidebar
source: Toggle the sidebar
de: Seitenleiste ein-/ausblenden
fr: Afficher ou masquer la barre latérale

# View.StateDiagramView.Transition
source: Transition
de: Übergang

# View.StateDiagramView.TransitionLabel %@
source: Transition: %@
de: Übergang: %@

# View.StateDiagramView.VariableSStatesCan
source: This variable's states can't be enumerated.
de: Die Zustände dieser Variable können nicht aufgezählt werden.
fr: Les états de cette variable ne peuvent pas être énumérés.

# View.StatisticDetailSheet.Done
source: Done
de: Fertig
fr: Terminé

# View.StatisticDetailSheet.NothingShow
source: Nothing to show.
de: Nichts anzuzeigen.
fr: Rien à afficher.

# View.StoreErrorAlert.ChooseFolder
source: Choose Folder…
de: Ordner auswählen…
fr: Choisir un dossier…

# View.StoreErrorAlert.SomethingWentWrong
source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur s'est produite

# View.UndoRedoToolbarButtons.Redo
source: Redo
de: Wiederholen
fr: Rétablir

# View.UndoRedoToolbarButtons.RedoZ
source: Redo (⇧⌘Z)
de: Wiederholen (⇧⌘Z)
fr: Rétablir (⇧⌘Z)

# View.UndoRedoToolbarButtons.Undo
source: Undo
de: Widerrufen
fr: Annuler

# View.UndoRedoToolbarButtons.UndoZ
source: Undo (⌘Z)
de: Widerrufen (⌘Z)
fr: Annuler (⌘Z)

# View.ViewSourceButton.CouldNotOpenFile
source: Couldn't Open File
de: Datei konnte nicht geöffnet werden
fr: Impossible d'ouvrir le fichier

# View.ViewSourceButton.ViewSource
source: View Source
de: Quelltext anzeigen
fr: Voir la source

# View.ViolationRowView.ViewDiagram
source: View as Diagram
de: Als Diagramm anzeigen
fr: Afficher sous forme de diagramme

# DiagramThemeSelection.System
source: System
fr: Système

# DiagramType.Hotspots
source: Hotspots
fr: Points chauds

# View.FreeformDiagramInspector.Aggregation
source: Aggregation
fr: Agrégation

# View.FreeformDiagramInspector.MemberName
source: Name
fr: Nom

# View.FreeformDiagramInspector.Operator
source: Operator
fr: Opérateur

# View.ProjectBrowserView.Name
source: Name
fr: Nom

# View.ProjectDetailView.Findings
source: Findings
fr: Résultats

# View.ClassDiagramSidebar.Layout
source: Layout
fr: Disposition

# View.ClassDiagramView.Details
source: Details
fr: Détails

# View.CodebaseDetailView.CodebaseName
source: Codebase Name
fr: Nom de la codebase

# View.CodebaseDetailView.DataClassScore
source: Data-class Score
fr: Score data-class

# View.CodebaseDetailView.PublicAPI
source: Public API
fr: API publique

# View.CodebaseDetailView.Pull
source: Pull
fr: Récupérer

# View.DiagramFilterSection.Filter
source: Filter
fr: Filtre

# View.DiagramFilterSection.Name
source: Name
fr: Nom

# View.FindingsView.Findings
source: Findings
fr: Résultats

# View.FreeformDiagramCheckpointsView.Checkpoints
source: Checkpoints
fr: Points de contrôle

# View.FreeformDiagramCheckpointsView.Name
source: Name
fr: Nom

# View.FreeformDiagramInspector.Name
source: Name
fr: Nom

# View.FreeformDiagramView.Checkpoints
source: Checkpoints
fr: Points de contrôle

# View.HotspotChartView.Hotspots
source: Hotspots
fr: Points chauds

# View.MethodEditorSheet.Name
source: Name
fr: Nom

# View.NewCodebaseSheet.Name
source: Name
fr: Nom

# View.NewCodebaseSheet.NameOptional
source: Name (optional)
fr: Nom (facultatif)

# View.NewCodebaseSheet.Optional
source: Optional
fr: Facultatif

# View.NewProjectSheet.Optional
source: Optional
fr: Facultatif

# View.ParameterListEditor.Name
source: Name
fr: Nom

# View.PropertyEditorSheet.Name
source: Name
fr: Nom

# View.RepositoryDetailView.Remote
source: Remote
fr: Distant

# View.SettingsSheet.GitHubAccount
source: GitHub Account
fr: Compte GitHub

# View.SettingsView.GitHubAccount
source: GitHub Account
fr: Compte GitHub
